Repository: psart-scs/WP-Testimonial-Walls
Catalog: languages/wp-testimonial-walls-*.po
Languages: de_de

source: Testimonial Walls
de_de: Testimonial Wände

source: Walls
de_de: Wände

source: Settings
de_de: Einstellungen

source: Theme Mode
de_de: Theme-Modus

source: System Default
de_de: System-Standard

source: Light Mode
de_de: Heller Modus

source: Dark Mode
de_de: Dunkler Modus

source: Choose the theme mode for testimonial walls. System Default follows user's browser/OS preference.
de_de: Wählen Sie den Theme-Modus für Testimonial Walls. System-Standard folgt der Browser/OS-Einstellung des Benutzers.

source: Total Walls
de_de: Wände gesamt

source: Total Testimonials
de_de: Testimonials gesamt

source: Total Assignments
de_de: Zuordnungen gesamt

source: Create New Wall
de_de: Neue Wand erstellen

source: Add New Testimonial
de_de: Neues Testimonial hinzufügen

source: Recent Walls
de_de: Aktuelle Wände

source: Wall
de_de: Wand

source: Actions
de_de: Aktionen

source: Edit
de_de: Bearbeiten

source: Preview
de_de: Vorschau

source: Testimonial Walls Settings
de_de: Testimonial Wände Einstellungen

source: Cache Duration
de_de: Cache-Dauer

source: Cache duration in seconds. Set to 0 to disable caching.
de_de: Cache-Dauer in Sekunden. Auf 0 setzen, um Caching zu deaktivieren.

source: Enable lazy loading for testimonial images
de_de: Lazy Loading für Testimonial-Bilder aktivieren

source: RTL Support
de_de: RTL-Unterstützung

source: Enable RTL (Right-to-Left) language support
de_de: RTL (Rechts-nach-Links) Sprachunterstützung aktivieren

source: Structured Data
de_de: Strukturierte Daten

source: Add structured data (Schema.org) for SEO
de_de: Strukturierte Daten (Schema.org) für SEO hinzufügen

source: Maintenance
de_de: Wartung

source: Clear Cache
de_de: Cache leeren

source: Clear All Cache
de_de: Gesamten Cache leeren

source: Clear all cached testimonial wall data.
de_de: Alle zwischengespeicherten Testimonial-Wand-Daten löschen.

source: Cleanup Database
de_de: Datenbank bereinigen

source: Cleanup Orphaned Data
de_de: Verwaiste Daten bereinigen

source: Remove orphaned relationships and clean up the database.
de_de: Verwaiste Beziehungen entfernen und Datenbank bereinigen.

source: Add New
de_de: Neu hinzufügen

source: New Testimonial
de_de: Neues Testimonial

source: Edit Testimonial
de_de: Testimonial bearbeiten

source: View Testimonial
de_de: Testimonial anzeigen

source: All Testimonials
de_de: Alle Testimonials

source: Search Testimonials
de_de: Testimonials suchen

source: Parent Testimonials:
de_de: Übergeordnete Testimonials:

source: No testimonials found.
de_de: Keine Testimonials gefunden.

source: No testimonials found in Trash.
de_de: Keine Testimonials im Papierkorb gefunden.

source: Testimonials for testimonial walls
de_de: Testimonials für Testimonial-Wände

source: Add New Wall
de_de: Neue Wand hinzufügen

source: New Wall
de_de: Neue Wand

source: Edit Wall
de_de: Wand bearbeiten

source: View Wall
de_de: Wand anzeigen

source: All Walls
de_de: Alle Wände

source: Search Walls
de_de: Wände suchen

source: Parent Walls:
de_de: Übergeordnete Wände:

source: No walls found.
de_de: Keine Wände gefunden.

source: No walls found in Trash.
de_de: Keine Wände im Papierkorb gefunden.

source: Testimonial walls containing multiple testimonials
de_de: Testimonial-Wände mit mehreren Testimonials

source: Wall Settings
de_de: Wand-Einstellungen

source: Person Name
de_de: Name der Person

source: Name of the person giving the testimonial (required)
de_de: Name der Person, die das Testimonial gibt (erforderlich)

source: Company
de_de: Unternehmen

source: Company or organization (optional)
de_de: Unternehmen oder Organisation (optional)

source: Company Logo
de_de: Firmenlogo

source: Select Logo
de_de: Logo auswählen

source: Remove Logo
de_de: Logo entfernen

source: Company logo (optional, recommended size: 200x100px)
de_de: Firmenlogo (optional, empfohlene Größe: 200x100px)

source: Grid
de_de: Raster

source: Masonry
de_de: Mauerwerk

source: Columns
de_de: Spalten

source: Number of columns for grid and masonry layouts
de_de: Anzahl der Spalten für Raster- und Mauerwerk-Layouts

source: Show Company Logos
de_de: Firmenlogos anzeigen

source: Display company logos when available
de_de: Firmenlogos anzeigen, wenn verfügbar

source: Available Testimonials
de_de: Verfügbare Testimonials

source: Add
de_de: Hinzufügen

source: Selected Testimonials
de_de: Ausgewählte Testimonials

source: Remove
de_de: Entfernen

source: Use this shortcode to display the wall:
de_de: Verwenden Sie diesen Shortcode, um die Wand anzuzeigen:

source: Copy and paste this shortcode into any post or page.
de_de: Kopieren Sie diesen Shortcode und fügen Sie ihn in jeden Beitrag oder jede Seite ein.

source: Save the wall to get the shortcode.
de_de: Speichern Sie die Wand, um den Shortcode zu erhalten.

source: Error: Wall ID is required and must be numeric.
de_de: Fehler: Wand-ID ist erforderlich und muss numerisch sein.

source: Error: Wall not found or not published.
de_de: Fehler: Wand nicht gefunden oder nicht veröffentlicht.

source: No testimonials found for this wall.
de_de: Keine Testimonials für diese Wand gefunden.

source: Previous testimonial
de_de: Vorheriges Testimonial

source: Previous
de_de: Zurück

source: Next testimonial
de_de: Nächstes Testimonial

source: Next
de_de: Weiter

source: Play/Pause slideshow
de_de: Diashow abspielen/pausieren

source: Play
de_de: Abspielen

source: Pause
de_de: Pausieren

source: Go to testimonial %d
de_de: Zu Testimonial %d gehen

source: Loading...
de_de: Wird geladen...

source: Error loading testimonials
de_de: Fehler beim Laden der Testimonials
